import statistics

# statistics.mean() #позволяет нам получить значение среднего значения из набора числовых значений данных.
# statistics.median() #мы можем вычислить среднее значение для значений данных.
# statistics.median_high() #позволяет нам получить более высокое медианное значение из значений данных, переданных ему в качестве аргументов.
# statistics.median_low() #может использоваться для извлечения наименьшего из медианных значений из набора значений данных.
# statistics.median_grouped() #возвращает медиану значений сгруппированных данных, но с оговоренным условием.
# statistics._sum() #мы можем получить суммирование всех значений данных вместе с количеством всех точек данных, переданных ей.
# statistics._counts() #мы можем получить частоту каждой точки данных из набора значений.